Repository: KyraStyl/WebInformationSystems
Catalog: health4u/translations/*/LC_MESSAGES/messages.po
Languages: el

source: Empty message warning
el: Προσοχή: Δε συμπεριλάβατε κάποιο μήνυμα!

source: Successful Msg
el: Το μήνυμά σας στάλθηκε επιτυχώς!

source: Already logged in
el: Είστε ήδη συνδεδεμένος!

source: Successful log in
el: Η σύνδεση έγινε με επιτυχία!

source: Wrong Credentials
el: Δεν υπάρχει κάποιος χρήστης με τα στοιχεία που δώσατε.

source: Successful registration
el: Η εγγραφή ήταν επιτυχής. Παρακαλώ συνδεθείτε.

source: Not matched passwords
el: Οι κωδικοί δεν ταιριάζουν! Δοκιμάστε ξανά.

source: Existed email
el: Η διεύθυνση email υπάρχει ήδη.

source: Successful password change
el: Η αλλαγή του κωδικού έγινε με επιτυχία!

source: Something went wrong
el: Κάτι πήγε στραβά. Προσπαθήστε ξανά.

source: Successful details update
el: Τα στοιχεία του λογαριασμού ενημερώθηκαν επιτυχώς!

source: Successful account delete
el: Η διαγραφή του λογαριασμού έγινε επιτυχώς!

source: Logout to access page
el: Πρέπει να είστε αποσυνδεδεμένος για ναέχετε πρόσβαση σε αυτήν την σελίδα!

source: Successful request submit
el: Το αίτημά σας καταχωρήθηκε επιτυχώς. Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό!

source: Home
el: Αρχική

source: Hospitals
el: Νοσοκομεία

source: Contact Us
el: Επικοινωνία

source: Lang to greek
el: Αλλαγή γλώσσας στα ελληνικά

source: Lang to english
el: Αλλαγή γλώσσας στα αγγλικά

source: Sign Up
el: Εγγραφή

source: Login
el: Σύνδεση

source: Account
el: Λογαριασμός

source: Account Details
el: Πληροφορίες Λογαριασμού

source: Change Password
el: Αλλαγή Κωδικού

source: Logout
el: Αποσύνδεση

source: Footer msg
el: Με ❤ από τους Αθανασάκη Θεοδόση, Γιαννακόπουλο Γρηγόρη, Κυραμά Στυλιανή, Μακρή Ιωάννη

source: Welcome
el: Καλωσήρθατε!

source: Welcome msg
el: Το Health4U φέρνει κοντά σας όλα τα νοσοκομεία της Ελλάδας με ένα μόνο κλικ, και σας παρέχει τις τελευταίες εξελίξεις σχετικά με τον <a class='main-color' href='{{ url_for('covid19') }}'><u>Covid-19</u></a> όσο η πανδημία παραμένει σε έξαρση!

source: Covid-19 alert
el: Προειδοποίηση για τον COVID-19

source: Covid-19 alert msg
el: Εαν δεν αισθάνεστε καλά, ακολουθήστε τις οδηγίες της τοπική υγειονομικής αρχής. Πηγή:

source: WHO
el: Παγκόσμιος Οργανισμός Υγείας

source: National Organization of Public Health
el: Εθνικός Οργανισμός Δημόσιας Υγείας

source: SDG img
el: Παγκόσμιος Οργανισμός Υγείας, Εικόνα από τα SGDs

source: Health Care Image
el: Εικόνα για την υγεία

source: WHO img Covid-19
el: Παγκόσμιος Οργανισμός Υγείας, Εικόνα για την ασθένεια Covid-19

source: Previous
el: Προηγούμενο

source: Next
el: Επόμενο

source: Hospital Card Image
el: Κάρτα/φωτογραφία σελίδας νοσοκομείων

source: Hospital card explanation
el: Στη σελίδα αυτή μπορείτε να βρείτε περισσότερες πληροφορίες για τα νοσοκομεία της Ελλάδος.

source: Covid-19 Card Image
el: Κάρτα/φωτογραφία σελίδας Covid-19

source: Covid-19 card explanation
el: Στη σελίδα αυτή μπορείτε να βρείτε περισσότερες πληροφορίες για την ασθένεια Covid-19

source: Filter tab
el: Φίλτρα

source: Region filter
el: Νομός

source: Region filter placeholder
el: Επιλογή Νομού

source: Hospital filter
el: Νοσοκομείο

source: Hospital filter placeholder
el: Επιλογή Νοσοκομείου

source: Clinic filter
el: Κλινική

source: Clinic filter placeholder
el: Επιλογή Κλινικής

source: On duty checkbox
el: Εφημερεύον

source: Datepicker title
el: Ημερομηνία

source: Map tab
el: Χάρτης

source: Information tab
el: Πληροφορίες

source: About Covid-19 title
el: Σχετικά με τον COVID-19

source: About Covid-19 text
el: Η νόσος Coronavirus 2019 (COVID-19) είναι μια μολυσματική ασθένεια που προκαλείται από σοβαρό σύνδρομο οξέος αναπνευστικού coronavirus 2 (SARS-CoV-2). Η ασθένεια εντοπίστηκε για πρώτη φορά τον Δεκέμβριο του 2019 στο Γουχάν, την πρωτεύουσα της επαρχίας Χουμπέι της Κίνας, και έκτοτε εξαπλώθηκε παγκοσμίως, με αποτέλεσμα την συνεχιζόμενη πανδημία κοροναϊού 2019-20. Τα κοινά συμπτώματα περιλαμβάνουν πυρετό, βήχα και δύσπνοια. Άλλα συμπτώματα μπορεί να περιλαμβάνουν κόπωση, μυϊκό πόνο, διάρροια, πονόλαιμο, απώλεια μυρωδιάς και κοιλιακό άλγος. Ο χρόνος από την έκθεση έως την έναρξη των συμπτωμάτων είναι συνήθως περίπου πέντε ημέρες, αλλά μπορεί να κυμαίνεται από δύο έως δεκατέσσερις ημέρες. Ενώ η πλειονότητα των περιπτώσεων οδηγεί σε ήπια συμπτώματα, ορισμένες εξελίσσονται σε ιογενή πνευμονία και αποτυχία πολλαπλών οργάνων. Από τις 11 Απριλίου 2020, έχουν αναφερθεί περισσότερα από 1,69 εκατομμύρια περιπτώσεις σε περισσότερες από 200 χώρες και εδάφη, με αποτέλεσμα περισσότερους από 102.000 θανάτους. Περισσότεροι από 376.000 άνθρωποι έχουν αναρρώσει.

source: About Covid-19 text2
el: Στην Ελλάδα υπάρχουν 13 νοσοκομεία αναφοράς, αποκλειστικά για κρούσματα Covid-19. Τα νοσοκομεία αυτά είναι τα εξής :

source: Contact us subtitle
el: Μπορείτε να επικοινωνήσετε μαζί μας, συμπληρώνοντας την παρακάτω φόρμα.

source: Contact us form title
el: Στείλτε μας μήνυμα:

source: Name title
el: Όνομα

source: Name placeholder
el: Όνομα

source: Email title
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομίου

source: Email placeholder
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομίου

source: Specify need title
el: Λόγος αποστολής μηνύματος

source: Specify need placeholder
el: Επιλογής Κατηγορίας Μηνύματος

source: Functionalities Addition option
el: Προσθήκη Λειτουργιών

source: Report a Problem option
el: Αναφορά Προβλήματος

source: Out of Date Data option
el: Μη ενημερωμένα δεδομένα

source: Other option
el: Άλλο

source: Message title
el: Μήνυμα

source: Message text
el: Πληκτρολογήστε το μήνυμά σας εδώ

source: Submit button
el: Υποβολή

source: Website address
el: Θεσσαλονίκη,<br>Ελλάδα

source: Open days
el: Δευ - Παρ

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Region
el: Περιοχή

source: Select Region
el: Επιλογή Περιοχής

source: Email Address
el: Διεύθυνση email

source: Change Account Details
el: Αλλαγή Στοιχείων Λογαριασμού

source: Delete Account
el: Διαγραφή Λογαριασμού

source: Fill the following form, to change your password
el: Συμπληρώστε την παρακάτω φόρμα για να αλλάξετε τον κωδικό σας

source: Old Password
el: Προηγούμενος κωδικός

source: New Password
el: Νέος κωδικός

source: Confirm New Password
el: Επιβεβαίωση νέου κωδικού

source: Page Not Found
el: Η σελίδα δε βρέθηκε

source: What you were looking for is just not there.
el: Αυτό που ψάχνετε δεν βρίσκεται εδώ.

source: Go somewhere nice
el: Μεταφερθείτε κάπου όμορφα

source: Forgot Password
el: Επαναφορά Κωδικού

source: Fill the following details in order to submit a new password
el: Συμπληρώστε τα παρακάτω πεδία για να ορίσετε καινούριο κωδικό

source: Sign in
el: Είσοδος

source: Sign in with your social media account or username
el: Συνδεθείτε με λογαριασμό κοινωνικού δικτύου ή με το όνομα χρήστη σας

source: or
el: Ή

source: Password
el: Κωδικός

source: Forgot Your password?
el: Ξεχάσατε τον κωδικό σας;

source: Create an Account
el: Δημιουργία Λογαριασμού

source: Sign up with your social media account or email address
el: Συνδεθείτε με λογαριασμό από social media ή με το email

source: Confirm Password
el: Επιβεβαίωση κωδικού

source: Sign up
el: Δημιουργία
